[
    {
      "toy_id": "1",
      "toyName": "Educational Electronic",
      "toyPicture": "https://i.ibb.co/M7KpTkq/electronic-toys-1200x720.jpg",
      "toyPrice": 39.99,
      "toyRating": 4.5,
      "toyDescription": "educational electronic toys can both teach and be fun for parents and kids alike. They can light up, make sounds, move around, teach ABCs and 123s and more for even the tiniest of tots. But if electronic toys have you thinking your little cutie will turn into a couch potato camped out in front of nothing but tablets and video games"
    },
    {
      "toy_id": "2",
      "toyName": "Laser Blaster",
      "toyPicture": "https://i.ibb.co/9nq2xGh/t725.png",
      "toyPrice": 24.99,
      "toyRating": 4.2,
      "toyDescription": "Gear up with the Laser Blaster, an awesome toy weapon that shoots laser beams. With realistic sound effects and an adjustable scope, you'll feel like a real space trooper!"
    },
    {
      "toy_id": "3",
      "toyName": "The Smart Urban Stroller",
      "toyPicture": "https://i.ibb.co/fqBqDW8/b11.jpg",
      "toyPrice": 49.99,
      "toyRating": 4.1,
      "toyDescription": "The Elomus stroller has been designed in the UK with the style conscious parent in mind. Soft touch fabrics create smooth curves and continuous lines to give the Elomus a luxurious, stylish look."
    },
    {
      "toy_id": "4",
      "toyName": "Commuter Scooter",
      "toyPicture": "https://i.ibb.co/16vMzHQ/b5-2.jpg",
      "toyPrice": 79.99,
      "toyRating": 4.2,
      "toyDescription": "Your child will have a great time zipping around on this cool commuter scooter.."
    },
    {
      "toy_id": "5",
      "toyName": "drone Xtreme",
      "toyPicture": "https://i.ibb.co/DQKKBTk/b1.jpg",
      "toyPrice": 129.99,
      "toyRating": 4.3,
      "toyDescription": "Take to the skies with drone Xtreme, a high-performance quadcopter that can perform flips, record videos, and capture stunning aerial photos. Its advanced stabilization system ensures smooth and steady flights."
    },
    {
      "toy_id": "6",
      "toyName": "TechGuru Smartwatch",
      "toyPicture": "https://i.ibb.co/CMfcBrM/1-1.jpg",
      "toyPrice": 89.99,
      "toyRating": 4.4,
      "toyDescription": "Stay connected with the TechGuru Smartwatch! This stylish wearable device lets you make calls, track your fitness, receive notifications, and more. It's the perfect companion for tech-savvy individuals."
    }
  ]